{
  "aboutme": "About Me",
  "aboutmespeak": "<p>Hello, my name is <strong>Jason Haudot</strong>, and I’m passionate about the digital world, particularly in development and design.</p><p>Since my teenage years, I’ve been experimenting with coding and graphic design through personal projects. Over time, I’ve self-taught and developed my skills with the goal of building a professional path independently.</p><p>My first steps in the web world began with forum creation. There, I discovered technical constraints as well as the importance of design. Due to limited resources and curiosity at the time, I mainly focused on the visual aspects of websites — a passion that still drives me today, and which I now want to fully combine with web and mobile development.</p><p>My journey led me to explore other fields, but that period only strengthened my motivation to return to my original passion with a clearer vision and purpose.</p><p>It was through the <span id='DAQ'>DAQ</span> and the technical platforms at <span id='Numerica'><a href='https://numericabfc.com/' target='_blank'>Numérica-BFC</a></span> that the spark reignited. Encouraged by dedicated trainers, I decided to seriously pursue Web and Mobile Web Development.</p><p>Through this interactive and responsive CV, I invite you to discover my background, my skills, and what drives me daily. Feel free to contact me if my profile interests you — I’d be glad to connect.</p><p style ='text-align:right'>Sincerely,<br>Jason Haudot</p>",
  "competence": "<span>Skills</span> <span class='arrow'>▼</span>",
  "competenceatout": "<span>Skills & Strengths</span>",
  "comp-content": "<div class='comp-container'><h3>Maintain professional monitoring</h3><p>Every morning, I stay informed via Feedly, primarily following front-end related feeds while also exploring back-end updates.</p></div><div class='comp-container'><h3>Communicate in French and English</h3><p>I’m comfortable communicating in both French and English as needed professionally.</p></div><div class='comp-container'><h3>Follow a design brief’s style guide</h3><p>I’m proficient in respecting color codes, typography, and visual guidelines, honed through personal projects and past experiences.</p></div><div class='comp-container'><h3>Work in teams and networks</h3><p>I collaborate effectively both remotely and in person to achieve common goals.</p></div><div class='comp-container'><h3>Use digital tools</h3><p>I regularly use tools like Adobe Photoshop, Illustrator (especially for SVGs), Canva, and Figma to design mockups and professional visuals.</p>",
  "atout": "<span>Strengths</span><span class='arrow'>▼</span>",
  "atout-content": "<div class='comp-container'><h3>Self-learning ability</h3><p>I acquired most of my skills through self-learning using resources like Google, W3Schools, and ChatGPT — which helped me build this CV.</p></div><div class='comp-container'><h3>Responsiveness</h3><p>I react quickly and efficiently in stressful situations to resolve them as soon as possible.</p></div><div class='comp-container'><h3>Stress management</h3><p>I know how to stay calm and manage my emotions even under heavy pressure.</p></div><div class='comp-container'><h3>Work organization by priority</h3><p>I organize tasks by urgency and importance to ensure the success of the assignments I’m given.</p></div><div class='comp-container'><h3>Adaptability</h3><p>I adapt quickly to new directives or contexts while maintaining productivity.</p></div>"
}
