{
    "titrepage": "CV de Jason Haudot",
    "aboutme": "À propos de moi",
    "aboutmespeak": "<p>Je m'appelle <strong>Jason Haudot</strong>, passionné par l’univers numérique, notamment par ses aspects développement et graphisme.</p><p>Dès mon adolescence, j’ai commencé à toucher au code et au graphisme à travers des projets personnels. Par la suite, j’ai développé mes compétences de manière autodidacte, avec pour objectif de me construire professionnellement par mes propres moyens.</p><p>Mes premiers pas dans le web ont débuté avec la création de forums. J’y ai découvert les contraintes techniques autant que l’importance du design. Faute de moyens et de curiosité à l’époque, je me suis concentré principalement sur l’aspect graphique des sites — une passion qui m’anime encore aujourd’hui et que je souhaite désormais associer pleinement au développement web et mobile.</p><p>Mon parcours m’a conduit à explorer d'autres horizons, mais cette période a renforcé ma motivation à revenir à ma passion initiale, avec une vision plus mature et un objectif clair.</p><p>C’est à travers le <span id='DAQ'>DAQ</span> et les plateaux techniques chez <span id='Numerica'><a href='https://numericabfc.com/' target='_blank'>Numérica</a></span> que cette étincelle s’est ravivée. Encouragé par des formateurs investis, j’ai décidé de me lancer sérieusement dans le développement Web et Web mobile.</p><p>À travers ce CV interactif et réactif, je vous invite à découvrir mon parcours, mes compétences et ce qui m’anime au quotidien. N’hésitez pas à me contacter si mon profil vous interpelle — je serai ravi d’échanger avec vous.</p><p style ='text-align:right'>Cordialement, <br>Jason Haudot</p>",
    "competence": "Compétences",
    "comp-content": "<div class='comp-container'><h3>Maintenir une veille professionnelle</h3><p>Chaque matin, je me tiens informé via Feedly, en suivant principalement des flux liés au front-end, tout en m'intéressant aux nouveautés du back-end.</p></div><div class='comp-container'><h3>Communiquer en français et en anglais</h3><p>Je suis à l’aise pour communiquer en français comme en anglais selon les besoins professionnels.</p></div><div class='comp-container'><h3>Respecter la charte graphique d'un cahier des charges</h3><p>Je maîtrise le respect des codes couleur, typographies et directives visuelles, acquis à travers mes projets personnels et expériences passées.</p></div><div class='comp-container'><h3>Travailler en équipe, en réseau</h3><p>Je collabore efficacement en télétravail ou en présentiel au sein d’une équipe pour atteindre des objectifs communs.</p></div><div class='comp-container'><h3>Utiliser les outils numériques</h3><p>J’utilise régulièrement des outils comme Adobe Photoshop, Illustrator (notamment pour les SVG), Canva et Figma pour concevoir des maquettes et visuels professionnels.</p></div>"

  }